{
  "title": "ประวัติหมู่บ้านสมสวัสดิ์",
  "location": "หมู่ที่ 15 ตำบลผาสุก อำเภอวังสามหมอ จังหวัดอุดรธานี",
  "founding_history": "หมู่บ้านสมสวัสดิ์ เป็นชุมชนที่มีประวัติความเป็นมายาวนาน โดยเริ่มต้นจากการตั้งถิ่นฐานของกลุ่มบุคคลผู้บุกเบิก จนพัฒนาเป็นหมู่บ้านที่มีความมั่นคงและเจริญเติบโตมาจนถึงปัจจุบัน\n\nในปี พ.ศ. 2516 นายสม ภาวงค์, นายสวัสดิ์ สมบัติศรี และนายสา ภาวงค์ ได้เข้ามาจัดตั้งฟาร์มเลี้ยงควายในพื้นที่ ซึ่งในขณะนั้นยังไม่มีชุมชนถาวร ต่อมาเมื่อมีผู้คนทยอยย้ายเข้ามาตั้งถิ่นฐานเพิ่มขึ้น จนมีบ้านเรือนรวมประมาณ 25 หลังคาเรือน ชุมชนจึงได้รับการตั้งชื่อว่า \"บ้านคำผักหนาม\"\n\nต่อมาในปี พ.ศ. 2530 บ้านคำผักหนามได้รับการจัดตั้งให้เป็นหมู่บ้านฝากของ บ้านคำไฮ หมู่ 2 ตำบลผาสุก อำเภอวังสามหมอ จังหวัดอุดรธานี โดยประชากรในพื้นที่ประกอบด้วยผู้คนที่อพยพมาจากจังหวัดต่าง ๆ ได้แก่ กาฬสินธุ์, สกลนคร และอุดรธานี\n\nในปี พ.ศ. 2540 ชุมชนมีแนวคิดจัดตั้งหมู่บ้านขึ้นอย่างเป็นทางการ และมีมติให้นายสวัสดิ์ สมบัติศรี ดำรงตำแหน่งผู้ใหญ่บ้านคนแรก เนื่องจากเป็นผู้มีบทบาทสำคัญในการก่อตั้งหมู่บ้าน อย่างไรก็ตาม ในช่วงแรกหมู่บ้านคำผักหนามยังมีประชากรไม่เพียงพอต่อเกณฑ์การจัดตั้งหมู่บ้าน ชาวบ้านจึงได้รวมพื้นที่กับบ้านคำบง ซึ่งเดิมเรียกว่า \"คุ้มคำบง\" และยังไม่ได้รับการยกระดับเป็นหมู่บ้านอย่างสมบูรณ์ ทำให้จำนวนบ้านเรือนรวมกันอยู่ที่ประมาณ 100 หลังคาเรือน\n\nภายหลังจากได้รับการรับรองให้เป็นหมู่บ้านอย่างเป็นทางการ ได้มีการตั้งชื่อหมู่บ้านใหม่ว่า \"บ้านสมสวัสดิ์\" โดยนำชื่อของนายสม ภาวงค์ และนายสวัสดิ์ สมบัติศรี มารวมกัน เพื่อเป็นเกียรติแก่ผู้บุกเบิกที่มีบทบาทสำคัญในการพัฒนาหมู่บ้าน",
  "leaders": [
    {
      "period": "พ.ศ. 2540 – 2543",
      "name": "นาย สวัสดิ์ สมบัติศรี",
      "note": "ผู้ใหญ่บ้านคนแรก ดำรงตำแหน่ง 3 ปี ก่อนเกษียณ"
    },
    {
      "period": "พ.ศ. 2544 – 2553",
      "name": "นาย พยับ ศรีมีชัย",
      "note": "ผู้ใหญ่บ้านคนที่ 2 ดำรงตำแหน่ง 10 ปี ก่อนเกษียณ"
    },
    {
      "period": "พ.ศ. 2554 – 2562",
      "name": "นาย บัวยม สมพร",
      "note": "ผู้ใหญ่บ้านคนที่ 3 ดำรงตำแหน่ง 9 ปี ก่อนเกษียณ"
    },
    {
      "period": "พ.ศ. 2563 – ปัจจุบัน",
      "name": "นาง สายัญ หาศรี",
      "note": "ผู้ใหญ่บ้านคนที่ 4"
    }
  ],
  "current_status": "ในปัจจุบัน หมู่บ้านสมสวัสดิ์มีจำนวนบ้านเรือนมากกว่า 218 หลังคาเรือน โดยรวมถึงบ้านคำบงซึ่งเป็นส่วนหนึ่งของหมู่บ้าน หมู่บ้านมีการเติบโตอย่างต่อเนื่อง และยังคงเป็นชุมชนที่มีประชากรเพิ่มขึ้นเรื่อย ๆ",
  "note": "เอกสารฉบับนี้จัดทำขึ้นเพื่อเป็นข้อมูลทางประวัติศาสตร์ของหมู่บ้านสมสวัสดิ์ และสามารถนำไปเผยแพร่หรือใช้ประโยชน์ได้โดยไม่ต้องขออนุญาตจากผู้จัดทำ แต่หากเป็นการเอาไปใช้เชิงพาณิชย์หรือการสร้างรายได้ส่วนตนเราขอสงวนลิขสิทธิ์ไม่อนุญาตให้นำไปใช้",
  "version": "ฉบับแรก (พ.ศ. 2568)",
  "updated_at": "9 มีนาคม พ.ศ. 2568"
}